
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ byla nainstalována a bude připravena k použití při dalším spuštění %3$@! Přejete si znovu spustit aplikaci?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ je aktuální nejnovější dostupná verze.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ je nyní dostupná (máte %3$@). Přejete si ji okamžitě zkopírovat?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ nemá oprávněník zápisu do složky aplikace! Nemáte spuštěnu aplikaci z obrazu disku? Jestliže ne, obraťte se na správce vašeho systému.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Byla nainstalována nová verze aplikace %@ !";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Je dostupná nová verze %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Vyskytla se chyba v průběhu instalace. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Vyskytla se chyba při přijímání informací o aktualizaci. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Vyskytla se chyba při rozbalování archívu. Zkuste to prosím později znovu.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Vyskytla se chyba při kolírování souboru. Zkuste to prosím později znovu.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Aktualizace právě probíhá!";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Oveřovat aktualizace při spuštění aplikace?";

/* No comment provided by engineer. */
"Downloading update..." = "Kopírování aktualizace…";

/* No comment provided by engineer. */
"Extracting update..." = "Rozbalování…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalovat a znovu spustit";

/* No comment provided by engineer. */
"Installing update..." = "Instalování aktualizace…";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"OK" = "Budiž";

/* No comment provided by engineer. */
"Ready to install!" = "Připraveno k instalaci!";

/* No comment provided by engineer. */
"Update Error!" = "Chyba při aktualizaci aplikace!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizování %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Přejete si %@ ověřovat aktualizace při spuštění aplikace? Tuto volbu můžete později změnit v předvolbách aplikace.";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"You're up to date!" = "Vaše verze je aktuální!";
